const KB_DATA = {
  "shelf": [
    {
      "group": "Кофе",
      "items": [
        {
          "tov": "ТОВ257115",
          "name": "Кофейная смесь в зернах Азбука вкуса House Blend",
          "life": "рекомендованный срок реализации 14 суток"
        },
        {
          "tov": "ТОВ257113",
          "name": "Кофейная смесь в зёрнах Триест",
          "life": "рекомендованный срок реализации 14 суток"
        },
        {
          "tov": "ТОВ533187",
          "name": "Кофейная смесь в зёрнах Азбука вкуса House Blend (по 250 г)",
          "life": "рекомендованный срок реализации 14 суток"
        },
        {
          "tov": "ТОВ557583",
          "name": "Кофейная смесь в зёрнах Эспрессо без кофеина 100% Арабика",
          "life": "рекомендованный срок реализации 14 суток"
        },
        {
          "tov": "ТОВ218513",
          "name": "Кофейная смесь в зёрнах 100% Арабика Гватемала без кофеина",
          "life": "рекомендованный срок реализации 14 суток"
        },
        {
          "tov": "ТОВ557583",
          "name": "Кофейная смесь в зёрнах Азбука вкуса House Blend Decaf 100% Арабика",
          "life": "рекомендованный срок реализации 14 суток"
        },
        {
          "tov": "ДВП100077",
          "name": "Фильтр кофе Мексика ПФ",
          "life": "рекомендованный срок реализации 2 часа"
        }
      ]
    },
    {
      "group": "Чай и чайные напитки",
      "items": [
        {
          "tov": "ТОВ510886",
          "name": "Чай зеленый Origami Tea Токусен Матча",
          "life": "24 месяца с при комнатной t"
        },
        {
          "tov": "ТОВ369505",
          "name": "Чай зеленый Origami Tea Матча 50г Россия",
          "life": null
        }
      ]
    },
    {
      "group": "Молочные продукты",
      "items": [
        {
          "tov": "ТОВ382446",
          "name": "Молоко пастеризованное безлактозное \"Братья Чебурашкины\"",
          "life": "24 часа +2 +6 °С"
        },
        {
          "tov": "ТОВ455163",
          "name": "Сливки безлактозные \"Братья Чебурашкины\" 1 л",
          "life": "24 часа +2 +4 °С"
        },
        {
          "tov": "ТОВ121803",
          "name": "Сливки ультрапастеризованные Parmalat 11% 0.5 кг",
          "life": null
        },
        {
          "tov": "ДВП042283",
          "name": "Заготовка: Сливки взбитые из сифона (ресторан) П/Ф",
          "life": null
        },
        {
          "tov": "ДВП091871",
          "name": "Взбитые сливки с сиропом карамель",
          "life": null
        },
        {
          "tov": "ТОВ336854",
          "name": "Сыр мягкий сливочный Кремчиз 70% Unаgrande 180г",
          "life": "72 часа +2 +6 °С"
        },
        {
          "tov": "ДВП100621",
          "name": "Заготовка: Сливки кокосовые взбитые из сифона (ресторан) П/Ф",
          "life": "12 часа при комн.t"
        },
        {
          "tov": "ТОВ030216",
          "name": "Домик в деревне",
          "life": "24 часа +2 +6 °С"
        },
        {
          "tov": "ТОВ305730",
          "name": "Вода газированная Калинов родник",
          "life": "12 часов при комнатной t"
        },
        {
          "tov": "ТОВ242032",
          "name": "Вода минеральная негазированная Nestle Pure Life ЗАО МПК 2л ПЭТ Россия",
          "life": "12 часов при комнатной t"
        }
      ]
    },
    {
      "group": "Напитки + вода",
      "items": [
        {
          "tov": "ТОВ590420",
          "name": "НАПИТОК ROCKET TONIC \"КЛАССИКА\" БЕЗАЛКОГОЛЬНЫЙ ГАЗ",
          "life": "после вскрытия бутылки употребить в течение 24 часов"
        },
        {
          "tov": "ТОВ535145",
          "name": "Напиток газированный Rich Indian Tonic",
          "life": "хранить в закрытом виде в темном месте при температуре от +3 до +6 не более 3 суток."
        },
        {
          "tov": "ДВП046906",
          "name": "Сок апельсина (фреш) П/Ф",
          "life": null
        }
      ]
    },
    {
      "group": "Соусы+варенье",
      "items": [
        {
          "tov": "ДВП060380",
          "name": "Основа для горячего шоколада/какао",
          "life": "72 часа при +2+4 °С"
        },
        {
          "tov": "ДВП069000",
          "name": "Заготовка карамельный соус П/Ф",
          "life": null
        },
        {
          "tov": "ДВП112190",
          "name": "Заготовка Матча (РС и ПНМ) П/Ф",
          "life": "48 часов при +2+4 °С"
        }
      ]
    },
    {
      "group": "Фрукты, овощи, ягоды, травы",
      "items": [
        {
          "tov": "ТОВ283303",
          "name": "Лимоны в сетке Просто Азбука (нарезка)",
          "life": "12 часов +2 +6 °С"
        },
        {
          "tov": "ТОВ227295",
          "name": "Лайм весовой ООО \"Городской супермаркет\" (нарезка)",
          "life": null
        },
        {
          "tov": "ТОВ397566",
          "name": "Имбирь 1 уп. (нарезка)",
          "life": null
        },
        {
          "tov": "ТОВ489255",
          "name": "Малина Просто Азбука быстрозамороженная Вологодская ягода",
          "life": "60 суток -18 °С"
        },
        {
          "tov": "ТОВ461356",
          "name": "Облепиха Просто Азбука быстрозамороженная Вологодская ягода",
          "life": null
        },
        {
          "tov": "ТОВ337366",
          "name": "Мята 50 гр. Просто Азбука (мытая)",
          "life": "72 часа при +2+4 °С"
        }
      ]
    },
    {
      "group": "Сыпучие продукты и иные ингредиенты",
      "items": [
        {
          "tov": "ТОВ151157",
          "name": "Печенье St Michel сливочное карамельное 150 г (крошка)",
          "life": "5 суток при комнатной °С"
        },
        {
          "tov": "ТОВ042305",
          "name": "Печенье Юбилейное молочное 112 г (крошка)",
          "life": null
        },
        {
          "tov": "ТОВ567192",
          "name": "Посыпка кондитерская «Красный бархат»",
          "life": "6 месяцев +5 до +25 °С"
        },
        {
          "tov": "ТОВ572184",
          "name": "Черника Amici Questo молотая сублимационной сушки ООО \"Амичи\" 50г",
          "life": "3 месяца t от 0 до +25°С"
        },
        {
          "tov": "ТОВ561658",
          "name": "Чипсы ягодные Вкусно из Крыма Малина сублимированная без сахара",
          "life": "60 суток при комнатной °С"
        },
        {
          "tov": "ТОВ1000243",
          "name": "Чипсы ягодные «Малина» сублимированные (без сахара), «Азбука Life», 30 г, Россия",
          "life": "15 суток при комнатной °С"
        },
        {
          "tov": "ТОВ462795",
          "name": "Имбирь молотый Kotanyi",
          "life": "36 месяцев +5 до +25 °С"
        },
        {
          "tov": "ТОВ388366",
          "name": "Орехи Сёмушка грецкие чилийские сушеные натуральные 80г пакет Россия (крошка)",
          "life": "10 суток при комнатной °С"
        },
        {
          "tov": "ТОВ382894",
          "name": "Халва Просто Азбука",
          "life": "14 суток при комнатной °С"
        },
        {
          "tov": "ТОВ594582",
          "name": "Основа порошковая соленая карамель «MSD»",
          "life": "3 месяца t от 0 до +25°С"
        },
        {
          "tov": "ТОВ594109",
          "name": "Посыпка «розмарин» «MSD»",
          "life": "3 месяца t от 0 до +25°С"
        },
        {
          "tov": "ТОВ594950",
          "name": "Кленовый лист",
          "life": "2 месяца t от 0 до +25°С"
        },
        {
          "tov": "ТОВ033249",
          "name": "Какао золотой ярлык",
          "life": "2 месяца t от 0 до +25°С"
        },
        {
          "tov": "ТОВ527194",
          "name": "Шишки сосновые",
          "life": "3 месяца t от 0 до +25°С"
        },
        {
          "tov": "ТОВ598541",
          "name": "Напиток сокосодержащий Любимый со вкусом печенья \"Черничная забота\" ООО «Лебедянский» 0.95 л",
          "life": "72 часа +2 +6 °С"
        },
        {
          "tov": "ТОВ598173",
          "name": "Меренга яблочная Белёвская \"Ягодное ассорти\" без добавления сахара ООО \"Правильные продукты\" 35г",
          "life": "10 суток при комнатной °С"
        }
      ]
    },
    {
      "group": "Б/А напитки",
      "items": [
        {
          "tov": "ТОВ573347",
          "name": "Вино французское б/а красное п/сл Pierre Zero Merlot Pierre Chavin",
          "life": "5 суток +2 +6 °С"
        },
        {
          "tov": "ТОВ261571",
          "name": "Вино французское б/а белое сладкое Pierre Zero Chardonnay Pierre Chavin",
          "life": null
        },
        {
          "tov": "ТОВ261579",
          "name": "Игристое вино французское б/а Pierre Zero",
          "life": null
        }
      ]
    }
  ],
  "tov": [
    {
      "group": "Стаканы БУМАЖНЫЕ РЕБРЕНДИНГ",
      "items": [
        {
          "tov": "ТОВ506831",
          "name": "Стакан 100 мл БУМАЖНЫЙ РЕБРЕНДИНГ"
        },
        {
          "tov": "ТОВ506832",
          "name": "Стакан 200 мл БУМАЖНЫЙ РЕБРЕНДИНГ"
        },
        {
          "tov": "ТОВ506833",
          "name": "Стакан 300 мл БУМАЖНЫЙ РЕБРЕНДИНГ"
        },
        {
          "tov": "ТОВ506834",
          "name": "Стакан 400 мл БУМАЖНЫЙ РЕБРЕНДИНГ"
        }
      ]
    },
    {
      "group": "Крышки 89;90 мм. (под 300 и 400 мл)",
      "items": [
        {
          "tov": "ТОВ397001",
          "name": "Крышка с питейником 90мм МАТОВАЯ; цвет: Черный"
        },
        {
          "tov": "ТОВ591725",
          "name": "Крышка для картонного стакана (герметичная для доставки с круглым замком) d 90 PP*50*500 У"
        }
      ]
    },
    {
      "group": "Крышки 80 мм. (под 100 и 200мл)",
      "items": [
        {
          "tov": "ТОВ494644",
          "name": "Крышка для стакана D=80 мм ЭКО"
        },
        {
          "tov": "ТОВ592469",
          "name": "Крышка д/стакана d 80 мм черная С КЛАПАНОМ РР *50/1000 ВЗЛП"
        }
      ]
    },
    {
      "group": "Стаканы под хол. Напитки 500 /300 мл + Крышка",
      "items": [
        {
          "tov": "ТОВ554916",
          "name": "Стакан Bubble Cup 500мл МАТОВЫЙ (НОВЫЕ МАТ)"
        },
        {
          "tov": "ТОВ591955",
          "name": "Стакан Bubble Cup 375 мл с лого \"Азбука вкуса\",1цв, матовый, d 90"
        },
        {
          "tov": "ТОВ554917",
          "name": "Крышка для стакана тип А диам 90мм (НОВЫЕ МАТ)"
        }
      ]
    },
    {
      "group": "Сахар & Корица & Заменитель сахара",
      "items": [
        {
          "tov": "ТОВ501399",
          "name": "Сахар порционный 5 гр белый НОВЫЙ"
        },
        {
          "tov": "ТОВ501400",
          "name": "Сахар порционный 5 гр.тростниковый НОВЫЙ"
        },
        {
          "tov": "ТОВ501401",
          "name": "Соль порционная"
        },
        {
          "tov": "ТОВ501402",
          "name": "Перец порционный"
        },
        {
          "tov": "ТОВ460619",
          "name": "Соль порционная 2500шт/уп"
        },
        {
          "tov": "ТОВ460620",
          "name": "Перец порционный 2500шт/уп"
        },
        {
          "tov": "ТОВ504027",
          "name": "Корица молотая Трапеза Новосибирский пищевой комбинат 15г пакет (ассортимент БАРА)"
        },
        {
          "tov": "ТОВ292764",
          "name": "Сахара заменитель"
        },
        {
          "tov": "ТОВ363859",
          "name": "Размешиватель деревянный"
        },
        {
          "tov": "ТОВ352401",
          "name": "Трубочки для коктейля черные"
        },
        {
          "tov": "ТОВ234589",
          "name": "Держатель для 2х стаканов"
        },
        {
          "tov": "ТОВ577509",
          "name": "Манжета на стакан 270х55мм 500 Cup Keeper МГК 2х Р"
        }
      ]
    },
    {
      "group": "Уголки & Пакеты & Салфетки",
      "items": [
        {
          "tov": "ТОВ333091",
          "name": "Упаковка Уголок б/п (под сэндвичи Daily)140х140"
        },
        {
          "tov": "ТОВ172388",
          "name": "Пакеты для кофе (под весовой кофе)"
        },
        {
          "tov": "ТОВ440452",
          "name": "Упаковка ECO SNACK CUP S \"Pure Kraft\" крафтовый стакан (под шаурму, нагется, сыр.шарики)"
        },
        {
          "tov": "ТОВ475256",
          "name": "Конверт под бургер (под бургеры и сэндвичи)"
        },
        {
          "tov": "ТОВ501403",
          "name": "САЛФЕТКИ ВЛАЖНЫЕ новые ребрейдинг"
        },
        {
          "tov": "ТОВ351456",
          "name": "САЛФЕТКИ \"АЗБУКА ВКУСА\" 24Х24 (для сервис тумбы/покупателей)"
        },
        {
          "tov": "ТОВ146854",
          "name": "САЛФЕТКИ небрендированные (для чистки холдеров)"
        },
        {
          "tov": "ТОВ228292",
          "name": "Комплект для покупателя ?1 ложка / салфетка АВ"
        },
        {
          "tov": "ТОВ340879",
          "name": "Комплект для покупателя ?2 вилка/нож/салфетка АВ"
        },
        {
          "tov": "ТОВ328511",
          "name": "Тарелка картон белая d 230 мм ламинированная* 100 в упак./500 в кор. Картон \"Клетка красная\""
        },
        {
          "tov": "ТОВ597675",
          "name": "Тарелки одноразовые РС Просто Азбука 18 см 1 уп ООО Арт-Ленд 10шт Россия (средняя под сэндвичи)"
        },
        {
          "tov": "ТОВ597674",
          "name": "Тарелки одноразовые РС Просто Азбука 24 см 1 уп ООО Арт-Ленд 10шт Россия (большая под второе)"
        },
        {
          "tov": "ТОВ597806",
          "name": "Тарелка одноразовая глубокая 1ЕА для РС OneBowl UP bottom 760 ООО \"Земля одна\" Россия (глубокая под салаты)"
        }
      ]
    },
    {
      "group": "Баллончики & Фильтр пакеты & Наклейки",
      "items": [
        {
          "tov": "ТОВ258120",
          "name": "Баллончики д/сифонад/сливок N2О [10шт];алюмин.;H=68,L=90,B=38мм серебрян. Россия"
        },
        {
          "tov": "ТОВ539356",
          "name": "ЧЧ.Фильтры- пакеты (50шт) Ф-волокно с завязками (7х9см) для весового чая"
        },
        {
          "tov": "ТОВ479705",
          "name": "Карман для приборов (бумажные упаковки под приборы)"
        },
        {
          "tov": "ТОВ541764",
          "name": "НАКЛЕЙКИ ДЛЯ ЧАЙ/УДЕРЖКА (4 МИНУТЫ)"
        },
        {
          "tov": "ТОВ552032",
          "name": "Наклейка на чай 10 минут (удержка 10 минут)"
        },
        {
          "tov": "ТОВ223931 тортовница + ТОВ499049 купол (ПИРОГ ФЕРМЕРСКИЙ)",
          "name": "ТОВ167895 блюдо + ТОВ169575 купол или ТОВ499049 купол (КОФЕ+)"
        },
        {
          "tov": "ТОВ556050",
          "name": "Емкость для сока Probar «Пробар» с лейкой;полипроп. 0,5л;D=95,H=230мм;белый,в ассорт. JIANGXI JINDE PLASTIC PRODUCTS CO Китай"
        },
        {
          "tov": "ТОВ560158",
          "name": "Пищевой лёд ИП Корчажников"
        }
      ]
    }
  ]
};
